<template>
	<div>
		<PageHeader :prveOpt="opt"></PageHeader>
		<div id="body">
			<article>
				<h2>邯郸用户注册及使用微信隐私协议</h2>
				<p>欢迎阅读邯郸爱泊车（下称“本平台”）用户协议(下称“本协议”)。本协议阐述之条款和条件适用于您使用邯郸爱泊车所提供的各种工具和服务(下称“服务”)。请您仔细阅读本注册协议，您点击"同意并继续"按钮后，本协议即构成对双方有约束力的法律文件。</p>
				<p>1．服务条款的确认</p>
				<p>1.1 邯郸爱泊车根据本服务条款及对该条款的修改向用户提供服务。本服务条款具有合同法上的法律效力。</p>
				<p>1.2 本《协议》是用户与邯郸爱泊车（智慧互通科技有限公司）之间的法律协议。</p>
				<p>1.3 如果您在18周岁以下，您只能在父母或监护人的监护参与下才能使用本平台。</p>
				<p>1.4 邯郸爱泊车保留在中华人民共和国大陆地区法施行之法律允许的范围内独自决定拒绝服务、关闭用户账户、清除或编辑内容或取消订单的权利。</p>
				<p>2．服务内容</p>
				<p>2.1 邯郸爱泊车服务的具体内容由本平台根据实际情况提供，并对所提供之服务拥有最终解释权。</p>
				<p>2.2 邯郸爱泊车需要定期或不定期地对提供网络服务的平台或相关的设备进行检修或者维护，此类情况发生之前，邯郸爱泊车将会提前通过短信、微信、微博、平台消息等不同方式发出提醒。</p>
				<p>2.3 用户明确同意其使用网络服务所存在的风险将完全由其自己承担。用户理解并接受通过邯郸爱泊车服务而链接及得到的资讯、产品及服务均系邯郸爱泊车自动搜录，邯郸爱泊车不保证搜索结果满足用户的要求，不保证搜索服务不中断，对搜索结果的安全性、正确性、及时性、合法性均不做担保。</p>
				<p>2.4 邯郸爱泊车上的各类型服务/产品的价格、信息等相关内容随时都有可能发生变动，本平台不作特别通知。由于本平台上服务信息的数量极其庞大，虽然本平台会尽最大努力保证您所浏览服务信息的准确性，但由于众所周知的互联网技术因素等客观原因存在，本平台显示的信息可能会有一定的滞后性或差错，对此情形您知悉并理解；邯郸爱泊车欢迎纠错，并会视情况给予纠错者一定的奖励。</p>
				<p>3．会员帐号及密码</p>
				<p>4. 注册信息和隐私保护</p>
				<p>4.1 邯郸爱泊车帐号（即邯郸爱泊车用户ID）的所有权归邯郸爱泊车，用户完成注册申请手续后，获得邯郸爱泊车帐号的使用权。用户应提供及时、详尽及准确的个人资料，并不断更新注册资料，符合及时、详尽准确的要求。所有原始键入的资料将作为注册资料。如果因用户注册信息不真实而引起的问题及其产生的后果，邯郸爱泊车不负任何责任。</p>
				<p>4.2 会员用户不得将其帐号、密码转让或出借予他人使用。如发现其帐号遭他人非法使用，应立即通知邯郸爱泊车。</p>
				<p>4.3 邯郸爱泊车不对外公开或向第三方提供单个用户的注册资料，以下情况除外且邯郸爱泊车不承担相关法律责任：</p>
				<p>• 事先获得用户的明确授权；</p>
				<p>• 只有透露你的个人资料，才能提供你所要求的产品和服务；</p>
				<p>• 根据有关的法律法规要求；</p>
				<p>• 按照国家机关、法院判决、仲裁机构裁定的要求；</p>
				<p>• 在法律规定的紧急情况下为维护邯郸爱泊车的合法权益且不损害注册用户法律权利的前提下。</p>
				<p>4.4 在您注册邯郸爱泊车帐户，使用邯郸爱泊车产品或服务时，邯郸爱泊车会收集您的个人身份识别资料，并会将这些资料用于：改进为您提供的服务及网页内容。</p>
				<p>5. 用户权责</p>
				<p>5.1 用户有权按照邯郸爱泊车规定的程序和要求使用邯郸爱泊车向会员提供的各项服务，如果会员对该服务有异议，可以与邯郸爱泊车联系以便得到及时解决。</p>
				<p>5.2 用户须同意接受邯郸爱泊车通过电子邮件或其他方式向会员发送相关商业信息。</p>
				<p>5.3 用户在使用邯郸爱泊车服务时，必须遵守中华人民共和国相关法律法规的规定，不得利用本服务进行任何违法或不正当的活动，包括但不限于下列行为∶</p>
				<p>5.3.1 制作、复制、发布、传播或以其它方式传送含有下列内容之一的信息：</p>
				<p>• 反对宪法所确定的基本原则的</p>
				<p>• 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</p>
				<p>• 损害国家荣誉和利益的；</p>
				<p>• 煽动民族仇恨、民族歧视、破坏民族团结的；</p>
				<p>• 破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
				<p>• 散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
				<p>• 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
				<p>• 侮辱或者诽谤他人，侵害他人合法权利的；</p>
				<p>• 煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；</p>
				<p>• 以非法民间组织名义活动的；</p>
				<p>• 含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容；</p>
				<p>• 含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的。</p>
				<p>5.4 如用户在使用网络服务时违反任何上述规定，邯郸爱泊车有权要求用户改正或直接采取一切法律允许的必要措施（包括但不限于暂停或终止用户使用网络服务的权利）以减轻或消除用户不当行为造成的影响。</p>
				<p>5.5 用户须对自己在使用邯郸爱泊车服务过程中的行为承担法律责任。用户承担法律责任的形式包括但不限于：对受到侵害者进行赔偿，以及在邯郸爱泊车运营公司首先承担了因用户行为导致的行政处罚或侵权损害赔偿责任后，用户应给予邯郸爱泊车运营公司等额的赔偿，及法律规定的其他法律责任。</p>
				<p>6. 知识产权</p>
				<p>6.1 邯郸爱泊车依法享有相应的知识产权，包括但不限于著作权、商标权、专利权或其它专属权利等，受到相关法律的保护。未经本平台或权利人明示授权，上述资料均不得用于任何商业目的。</p>
				<p>6.2 邯郸爱泊车为提供网络服务而使用的任何软件（包括但不限于软件中所含的任何图象、照片、动画、录像、录音、音乐、文字和附加程序、随附的帮助材料）的一切权利均属于该软件的著作权人，未经该软件的著作权人许可，用户不得对该软件进行反向工程（reverse engineer）、反向编译（decompile）或反汇编（disassemble）。</p>
				<p>7. 订单</p>
				<p>7.1 在您下订单时，请您仔细确认所购的服务涵盖的各种相关信息。</p>
				<p>7.2 由于市场变化及各种以合理商业努力难以控制的因素的影响，本平台无法保证您提交的订单信息中希望购买的相关服务都能及时提供；如您拟购买的服务，因为人力因素导致无法提供完善的服务，您有权取消订单。</p>
				<p>8. 客户服务</p>
				<p>8.1 销售方将会把商品（货物）送到您所指定的收货地址，所有在本平台上列出的送货时间为参考时间，参考时间的计算是根据库存状况、正常的处理过程和送货时间、送货地点的基础上估计得出的。</p>
				<p>8.2 因如下情况造成服务无法完成，邯郸爱泊车不承担相关的责任：</p>
				<p>• 用户提供的信息错误等原因导致的；</p>
				<p>• 情势变更因素导致的；</p>
				<p>• 不可抗力因素导致的，例如：自然灾害、交通戒严、突发战争等。</p>
				<p>9. 其他</p>
				<p>9.1 因不可抗力或者其他意外事件，使得本协议的履行不可能、不必要或者无意义的，双方均不承担责任。本协议所称之不可抗力意指不能预见、不能避免并不能克服的客观情况，包括但不限于战争、台风、水灾、火灾、雷击或地震、罢工、暴动、法定疾病、黑客攻击、网络病毒、电信部门技术管制、政府行为或任何其它自然或人为造成的灾难等客观情况。</p>
				<p>9.2 本条款及其修订本的有效性、履行和与本条款及其修订本效力有关的所有事宜，将受中华人民共和国法律约束，任何争议仅适用中华人民共和国法律。</p>
				<p>9.3 因本条款所引起的用户与本公司的任何纠纷或争议，首先应友好协商解决，协商不成的，用户在此同意将纠纷或争议提交本公司住所地人民法院诉讼解决。</p>
				<p>9.4 用户正确提交注册程序所需的资料并确认本协议后，本协议在邯郸爱泊车与用户之间成立并生效。</p>
				<p>9.5 协议有效期：从用户同意本协议或使用邯郸爱泊车起至用户注销邯郸爱泊车服务止。</p>
				<p>9.6 本协议如无特殊规定，双方应当使用电子邮件方式就本协议相关事项进行联系。</p>
				<p>9.7 根据国家法律法规变化及运营需要，邯郸爱泊车有权对本协议条款不时地进行修改，修改后的协议一旦被张贴在本平台上即生效，并代替原来的协议。用户可随时登录查阅最新协议；用户有义务不时关注并阅读最新版的协议及网站公告。如用户不同意更新后的协议，可以且应立即停止接受邯郸爱泊车依据本协议提供的服务；如用户继续使用本平台提供的服务的，即视为同意更新后的协议。邯郸爱泊车建议您在使用本平台之前阅读本协议及本平台的公告。如果本协议中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响任何其余条款的有效性和可执行性。</p>
				<p>9.8 本协议的最终解释权归邯郸爱泊车所有。</p>
			</article>
		</div>
	</div>
</template>

<script>
	import PageHeader from '../../components/header/header'
	export default {
	  data () {
	    return {
	      opt: {
	        backUrl: this.$route.query.backUrl,
	        title: this.$route.query.title
	      }
	    }
	  },
	  components: {
	    PageHeader
	  }
	}
</script>

<style lang="stylus" rel="stylesheet/stylus">
	article
		padding-bottom:2rem;
	article h2
		text-align:	center;
		font-size:2rem;
		padding-left:4rem;
		padding-right:4rem;
		margin-top:2rem;
		margin-bottom:2rem;
	article p
		font-size:1.4rem;
		text-indent: 2.8rem;
		margin-bottom:.5rem;
		padding-left:15px;
		padding-rigth:15px;
</style>
